quest_system_65662316_name=^?^Hunter and Wolf
quest_system_65662316_stage_0=^?^Find the cave in the forest where the werewolf lurks, and kill it.
quest_system_65662316_stage_1=^?^Bring the werewolf's blood to the bitten hunter, so that he may prepare an antidote before he turns into a werewolf himself.
quest_system_65662316_task=^?^The hunter Marksman Trey was bitten by a werewolf, and will become one himself within a couple of days. If you could bring him some blood of the werewolf that bit him, the hunter might prepare an antidote for himself.<br>[reward]
